driver-tests/bpelse/assign/AssignJbi/test/results/CopyunsignedIntInvoke/Actual_20130314144903_S.xml

<?xml version="1.0" encoding="UTF-8" standalone="no"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" 
    xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" 
    xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/">
  <SOAP-ENV:Body>
    <unsignedIntPart xmlns="urn:DataType" xmlns:msgns="urn:CopyDataTypeTNS">
      <xsd_unsignedInt>1000</xsd_unsignedInt>
      <optional_unsignedInt>444</optional_unsignedInt>
      <repeat_unsignedInt>444</repeat_unsignedInt>
      <repeat_unsignedInt>62</repeat_unsignedInt>
    </unsignedIntPart>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>